{
  "project": "SUBTERRA",
  "background_story": "🌌 SUBTERRA: A BASS MOVEMENT FROM BENEATH\n\nIn a scene that’s long needed a home for deep, pressure-driven sound, **SUBTERRA** rises — not as a brand, but as a calling.\n\nFounded by **Moshino** and **Hydrashock**, two of Bulgaria’s most resolute low-end architects, SUBTERRA is a monthly ritual for those who feel bass not just in their chest, but in their bones.\n\nMoshino — known for his cinematic dubstep and drum & bass textures, with support from Rinse FM and J:Kenzo — brings over 15 years of sonic exploration rooted in atmosphere, weight, and restraint. His music is ritualistic by nature: sparse, intentional, emotional.\n\nHydrashock (Nikolay Kocev), a foundational figure in the Bulgarian dubstep scene and co-founder of the legendary **Icebox Dub** collective, has been shaping the country’s bass identity for over a decade. His sound is raw, physical, and deeply unshaken by trends.\n\nThough their paths have intertwined through the years, it was during a recent **support slot for J:Kenzo** — where they shared the decks and opened the night — that something clicked. Not just as collaborators, but as artists with a shared pulse and vision. The room was heavy, the subs were live, and the bond between them reemerged fully formed.\n\nSUBTERRA was born not in a meeting, but in a moment. A recognition that the **Balkan underground deserves a space where UKG, dubstep, 2step, breaks, and DnB** aren’t imported artifacts — but living, breathing culture.\n\nThis is not a nostalgia act. It’s a **Bulgaria-rooted, UK-blooded** movement.\n\nThe name says it all: SUBTERRA — bass from beneath. Beneath genre, beneath ego, beneath surface-level hype.\n\nCome not to be seen. Come to **feel**.",
  "a&r_manifesto": "🌑 SUBTERRA: THE UNDERGROUND NEEDS A ROOT\n\nIn every city, there comes a moment when the pressure beneath the surface can no longer be ignored. A moment when the underground stops whispering and begins to speak in sub frequencies.\n\n**SUBTERRA** is that moment for Bulgaria.\n\nCo-founded by **Moshino** and **Hydrashock**, two artists whose sounds have shaped the edges of Bulgaria’s bass identity, SUBTERRA isn’t just another event — it’s a restoration. A reclamation. A space designed not to follow a trend, but to **build a culture**.\n\nTHE FOUNDERS: SOUND SYSTEM SAGES\n\n**Moshino** is known as one of Bulgaria’s most immersive electronic storytellers — a sonic ritualist fusing dubstep, drum & bass, and cinematic minimalism into soundtracks that feel more like myths than tracks. With 15+ years of dedication, releases supported by **Rinse FM** and **J:Kenzo**, and an unwavering commitment to texture, intention, and subweight, he represents the emotional depth of the underground.\n\n**Hydrashock (Nikolay Kocev)** stands as one of the pioneers of the Bulgarian dubstep movement. As a founding member of **Icebox Dub**, he helped carve the earliest paths for low-end culture across the country. Known for raw, boundary-breaking sets and his tireless drive for scene development, Hydrashock’s legacy is cemented in every bass bin from Sofia to Plovdiv.\n\nTheir creative connection runs deep. But it was at a recent **J:Kenzo night** — a show where both were billed to open — that something ignited. Not just chemistry behind the decks, but a shared **sense of urgency**. The crowd needed more. The city needed structure. The artists needed a home.\n\nSUBTERRA: WHAT IT IS\n\n**SUBTERRA** isn’t a genre night. It’s a **foundation** — for UKG, dubstep, 2step, breaks, jungle, techno, and drum & bass to finally breathe in Bulgaria. It’s for the people who never stopped loving vinyl crackle, Reese basslines, or off-grid percussion. For those who’ve only heard about FWD>>, Subloaded, or Fabric from blogs and whispers — now is the time to live it here.\n\nBuilt with local DJs at its core, SUBTERRA is a **community**, not a clique. A ritual space, not a rave brand. Its blueprint draws from Croydon to Varna, from pirate radio to late-night field recordings. Every lineup is curated with emotional arcs in mind — not just BPMs.\n\nWHY THE CULTURE NEEDS IT\n\nBulgaria has talent. Soul. Curiosity. But what it lacks is a **container** — a space where taste can form, where producers can test, where sounds can evolve. SUBTERRA is that container.\n\nIt’s how we turn crowd energy into culture. Booth heat into scenes. Bass weight into belonging.\n\nA&R VISION STATEMENT\n\nSUBTERRA isn’t just programming parties — we are **developing a scene infrastructure**:\n- A residency for local heads\n- A launchpad for regional artists\n- A landing zone for international taste-makers\n- A **sonic embassy** for UK-rooted bass culture in the Balkans\n\nWe’re not doing this to play. We’re doing this because the **underground deserves to live**.\n\nCome not for the algorithm. Come for the architecture. Come because this is how we build legacy — in sub frequencies, in shadows, together.",
  "press_release": "SUBTERRA: BASS CULTURE BUILDS BENEATH BULGARIA\n\nBulgaria’s electronic music landscape is shifting. In the quiet after the drop, in the reverb tails of empty warehouses and smoke-drenched basements, something is beginning to rise — **slow, intentional, and heavy**.\n\n**SUBTERRA** is the name. And if you’re tuned into the low-end frequency, it’s the one to remember.\n\nCo-founded by two pillars of Bulgaria’s underground — **Moshino** and **Hydrashock (Nikolay Kocev)** — SUBTERRA is far more than a new night or event series. It’s a **movement**, born from years of sonic devotion and recently reignited on the same stage, warming up for **J:Kenzo** in a packed, sweat-laced room.\n\nThat moment didn’t just cement their bond as artists — it revealed a shared truth: **The scene needs a home.** The genres that shaped them — UK Garage, Dubstep, Bassline, Breaks, 2step, Jungle, 140, DnB — deserve more than isolated sets or rare lineups. They need continuity. Curation. Ritual. **SUBTERRA** is the answer.\n\nHydrashock, known for co-founding the pioneering Icebox Dub collective, has been instrumental in shaping the Bulgarian dubstep scene since the late 2000s. His imprint extends beyond DJing — he’s curated, mentored, and carved out infrastructure for the genre to survive locally when it had no home.\n\nMoshino, meanwhile, has built an international reputation for his immersive, cinematic sets and meticulous productions — blending deep dubstep, UKG, 140s, and DnB into genre-bending journeys. His debut album *Eternal Bonds* was championed by **J:Kenzo on Rinse FM**, earning recognition from tastemakers across Europe. His performances walk the line between hypnotic minimalism and full-throttle intensity — ritual and rave, fused in one narrative arc.\n\n“You don’t hear Moshino sets,” a fan once said. “You enter them.”\n\nSUBTERRA launches Autumn 2025 — with local support, international vision, and a sound that finally has a space to live, breathe, and evolve.\n\nFollow the ritual:\n@iammoshinomusic\n@hydrashock_\n#SUBTERRABASS",
  "concept_deck": {
    "about": "SUBTERRA is a bass-rooted ritual, founded in 2025 by Moshino and Hydrashock in Varna, Bulgaria.\n\nBuilt on years of underground devotion, SUBTERRA exists to connect the missing frequencies in Bulgaria’s scene — cultivating a space where UK Garage, Dubstep, Breaks, Bassline, 2step, Jungle, 140s, DnB and experimental club music can live, breathe, and evolve.\n\nThis is not a rebrand of the past. This is a container for the future.\n\nWe don’t throw parties. We build atmospheres.",
    "our_story": "Two artists, decades in the scene. Hydrashock, a pioneer of the Bulgarian dubstep wave and co-founder of the trailblazing Icebox Dub collective. Moshino, a sonic ritualist known for cinematic bass sets and support from Rinse FM, J:Kenzo, and tastemakers across Europe.\n\nTheir bond runs deep — but it was while sharing the decks at a J:Kenzo event that the idea sparked: “What if we didn’t just play the sound we love — what if we built the place for it?”\n\nSUBTERRA was born.",
    "what_we_do": "• Monthly Ritual Events — UK-rooted genre focus: UKG, dubstep, 140, DnB, jungle, bassline, breaks\n• Atmospheric venues: rooftops, galleries, bunkers, raw warehouses\n• Ritual curation: candlelight, fog, monochrome visuals, sacred transitions\n• Rotating local DJs + guest regional bookings",
    "experience_design": "Atmospheric spaces (bunkers, galleries, rooftops), candle-lit stages, monochrome visuals, and curated sonic arcs. No overbranding. No MCs. Only the ritual and the bass.",
    "local_roots_global_reach": "Year 1: Monthly shows (Varna/Sofia), Inner Circle, 2 guest DJs\nYear 2: Launch label, 1 international guest, EU gig trade\nYear 3: SUBTERRA Tour: Warsaw, Berlin, Timișoara, London\nYear 4: Festival curation, audiovisual installations",
    "why_bulgaria_needs_this": "Bulgaria has raw talent and curiosity — but no structure. SUBTERRA offers the missing container: a platform, language, and invitation to truly build a sustainable bass culture.\n\nWe don’t want a scene. We want a legacy.",
    "join_inner_ritual": "Follow @iammoshinomusic and @hydrashock_ on Instagram. Join t.me/subterrabass. Share with #SUBTERRABASS."
  },
  "brand_kit": {
    "logo_usage_rules": [
      "Always display the full symbol without distortion or cropping.",
      "Place on a dark background (#0B0B0B to #111111) for best visibility.",
      "Maintain clear space equal to half the logo's width around all sides.",
      "Do not add shadows, gradients, or rotate the mark.",
      "Use as a standalone sigil — avoid placing in a circle or other enclosure."
    ],
    "font_system": {
      "primary": "EB Garamond or Libre Baskerville",
      "secondary": "Space Mono or IBM Plex Mono",
      "accent": "Montserrat or Helvetica"
    },
    "color_palette": [
      { "name": "Sub Black", "hex": "#0B0B0B" },
      { "name": "Ritual Charcoal", "hex": "#111111" },
      { "name": "Bone White", "hex": "#F1F1F1" },
      { "name": "Ink Grey", "hex": "#2C2C2C" },
      { "name": "Signal Indigo (Optional)", "hex": "#242449" }
    ],
    "visual_direction_summary": [
      "SUBTERRA’s identity is rooted in geometry, mysticism, and discipline.",
      "Visual design should feel ritualistic, architectural, and deliberate.",
      "Black/dark surfaces, high-contrast text, and minimal layout only.",
      "Candles, fog, architectural textures are approved photographic themes.",
      "Symbol = trust mark. Keep sacred. No distortion or trends."
    ]
  },
  "partner_deck": {
    "title": "SUBTERRA Partner Deck",
    "about": "SUBTERRA is a bass-rooted ritual, founded in 2025 by Moshino and Hydrashock in Varna, Bulgaria.\n\nBuilt on years of underground devotion, SUBTERRA exists to connect the missing frequencies in Bulgaria’s scene — cultivating a space where UK Garage, Dubstep, Breaks, Bassline, 2step, Jungle, 140s, DnB and experimental club music can live, breathe, and evolve.\n\nWe don’t throw parties. We build atmospheres.",
    "our_story": "Two artists, decades in the scene. Hydrashock, a pioneer of the Bulgarian dubstep wave and co-founder of the trailblazing Icebox Dub collective. Moshino, a sonic ritualist known for cinematic bass sets and support from Rinse FM, J:Kenzo, and tastemakers across Europe.\n\nTheir bond runs deep — but it was while sharing the decks at a J:Kenzo event that the idea sparked: “What if we didn’t just play the sound we love — what if we built the place for it?”\n\nSUBTERRA was born.",
    "what_we_do": "• Monthly Ritual Events — UKG, dubstep, 140, DnB, jungle, curated local & guest DJs\n• Inner Circle — private Telegram, secret sets, early access, free dubs\n• Future Label & Recordings — SUBTERRA Recordings (launching 2026)\n• Merch & Culture — sigil apparel, slipmats, incense, ritual artifacts",
    "experience_design": "Atmospheric spaces (bunkers, galleries, rooftops), candle-lit stages, monochrome visuals, and curated sonic arcs. No overbranding. No MCs. Only bass and breath.",
    "growth_plan": [
      "Year 1: Monthly shows in Varna/Sofia, Inner Circle, 2 guest DJs",
      "Year 2: Launch label, 1 international guest, EU gig trade",
      "Year 3: SUBTERRA Tour: Warsaw, Berlin, Timișoara, London",
      "Year 4: Festival curation, audiovisual installations"
    ],
    "why_bulgaria_needs_this": "Bulgaria has raw talent and curiosity — but no structure. SUBTERRA offers the missing container: a platform, language, and invitation to truly build a sustainable bass culture.\n\nWe don’t want a scene. We want a legacy.",
    "contact": "Instagram: @iammoshinomusic; Instagram: @hydrashock_; #SUBTERRABASS; Label/Booking Contact: subterra.rising@gmail.com"
  },
  "growth_plan": [
    "Year 1: Monthly shows (Varna/Sofia), Inner Circle, 2 guest DJs",
    "Year 2: Launch label, 1 international guest, EU gig trade",
    "Year 3: SUBTERRA Tour: Warsaw, Berlin, Timișoara, London",
    "Year 4: Festival curation, audiovisual installations"
  ],
  "vision_statements": [
    "SUBTERRA is a foundation for UKG, dubstep, 2step, breaks, jungle, techno, and drum & bass to finally breathe in Bulgaria.",
    "We are developing a scene infrastructure: a residency for local heads, a launchpad for regional artists, a landing zone for international taste-makers, a sonic embassy for UK-rooted bass culture in the Balkans."
  ],
  "copyright": "© 2025 SUBTERRA. All rights reserved."
}
